Repository: mozilla-l10n/mt-training-data
Catalog: su/su_pontoon.tmx
Source language: en_us
Languages: su

source: Download files
su: Undeur koropak

source: Download { -firefox }
su: Undeur { -firefox }

source: Downloading
su: Ngundeur

source: Download “{ $name }” with { -send-brand }: simple, safe file sharing
su: Undeur "{ $name }" ku { -send-brand }: simpel, babagi koropak aman

source: Drag and drop files
su: Ésérkeun sarta ésotkeun koropak

source: Encrypting…
su: Ngénkripsi...

source: Expires after { $downloadCount } or { $timespan }
su: Kadaluwarsa sanggeu { $downloadCount } atawa { $timespan }

source: Feedback
su: Pangdeudeul

source: Files Reported
su: Berkas Dilaporkeun

source: Firefox Send requires JavaScript
su: Firefox Send merlukeun JavaScript

source: Help us understand what’s going on. What do you think is wrong with these files?
su: Béjakeun ka kami masalahna. Naon anu sakirana salah dina ieu berkas?

source: { $hours }h { $minutes }m
su: { $hours }j { $minutes }m

source: Importing…
su: Ngimpor...

source: Incorrect password. Try again.
su: Kecap sandi salah. Pecakan deui.

source: I trust the person who sent these files
su: Kami percaya ka jalma nu ngirim ieu berkas

source: Keep links active for up to { $count } days
su: Aktipkeun tutumbu jang { $count } poé

source: Learn about other { -mozilla } services
su: Tengetan ngeunaan layanan { -mozilla } lianna

source: Learn more.
su: Lenyepan.

source: Link expired
su: Tutumbu kadaluwarsa

source: Make sure you trust the person who sent you this file because we can’t verify that it will not harm your device.
su: Sing yakin yén anjeun percaya ka jalma nu ngirim ieu berkas kusabab kami teu bisa mariksa kaamanan ieu berkas.

source: Make sure you trust your recipient when sharing sensitive data.
su: Sing yakin yén anjeun percaya nalika ngabagi data sénsitip ka nu nampa.

source: Manage shared files from any device
su: Kokolakeun koropak nu dibagikeun ti parangkat mana wé

source: Maximum password length: { $length }
su: Panjang sandi maksimal: { $length }

source: { $num } days
su: { $num } poé

source: { $num } downloads
su: { $num } undeuran

source: { $num } files
su: { $num } koropak

source: { $num } hours
su: { $num } jam

source: { $num } minutes
su: { $num } menit

source: { $num } weeks
su: { $num } minggu

source: One more thing
su: Hiji deui

source: Only { $count } archives are allowed.
su: Ngan { $count } arsip nu diidinan.

source: Only { $count } files can be uploaded at a time.
su: Ngan { $count } koropak nu bisa diunjal sakaligus.

source: or click to send up to { $size }
su: atawa klik pikeun ngirim nika { $size }

source: ({ $partialSize } of { $totalSize })
su: ({ $partialSize } ti { $totalSize })

source: Please enable JavaScript and try again.
su: Prak hurungkeun JavaScript sarta pecakan deui.

source: Please go to the url of the link you wish to report and click “{ reportFile }”.
su: Mangga buka url tutumbu anu rék dilaporkeun sarta klik “{ reportFile }”.

source: Protect with password
su: Piningan ku kecap sandi

source: Report these files as suspicious
su: Laporkeun ieu berkas salaku picurigaeun

source: Select files to upload
su: Pilih koropak unjalkeuneun

source: { -send-brand } lets you share files with end-to-end encryption and a link that automatically expires. So you can keep what you share private and make sure your stuff doesn’t stay online forever.
su: { -send-brand } migampang anjeun babagi koropak kalawan énkripsi tungtung-ka-tungtung sarta tutumbu nu otomatis kadaluwarsa. Sahingga anjeun bisa ngaraksa naon nu ku anjeun bagi sacara privat jeung mastikeun banda anjeun teu salawasna daring.

source: { -send-brand } will not work with this browser. { -send-short-brand } works best with the latest version of { -firefox }, and will work with the current version of most browsers.
su: { -send-brand } moal jalan di ieu panyungsi. { -send-short-brand } jalan naker dina { -firefox } vérsi pamganyarna, sarta bakal jalan di loba panyungsi vérsi kiwari.

source: { -send-short-brand } is brought to you by the all-new { -firefox }.
su: { -send-short-brand } téh disanggakeun keur anjeun kalawan { -firefox } sarwa anyar.

source: { -send-short-brand } Privacy Notice
su: { -send-short-brand } Wawar Privasi

source: Share files up to { $size }
su: Bagikeun koropak nika { $size }

source: Share files with more people
su: Bagikeun koropak ka balaréa

source: Share the link to your file:
su: Bagikeun tutumbu ka koropak anjeun:

source: Sign in to send up to { $size }
su: Asup sangkan bisa ngirim nika { $size }

source: Simple, private file sharing
su: Simpel, babagi koropak privat

source: Something went wrong!
su: Aya nu salah!

source: Thank you. We have received your report on these files.
su: Nuhun. Laporan anjeun ngeunaan ieu berkas geus katampa.

source: That file is too big to upload. It should be less than { $size }
su: Koropak unjalkeuneun badag teuing. Kudu kurang ti { $size }.

source: There is a way to protect your privacy. Join Firefox.
su: Aya cara pikeun ngamankeun privasi anjeun. Jabung jeung Firefox.

source: These files contain illegal or abusive content.
su: Ieu berkas ngandung kontén ilégal atawa panyalahgunaan.

source: These files contain malware or are part of a phishing attack.
su: Ieu berkas ngandung malwér atawa bagian ti tarajang pising.

source: These files contain personally identifiable information about me.
su: Ieu berkas ngandung émbaran pribadi kami.

source: This browser might not be able to decrypt a file this big.
su: Ieu panyungsi kawasna mah teu bisa ngadékrip koropak badag kieu.

source: This file was shared via { -send-brand } with end-to-end encryption and a link that automatically expires.
su: Ieu koropak geus dibagikeun liwat { -send-brand } kalawan énkripsi tungtung-ka-tungtung sarta tutumbuna otomatis kadaluwarsa.

source: This link has been disabled for violating the terms of service.
su: Ieu tutumbu ditumpurkeun alatan ngarumpak katangtuan layanan.

source: This link has expired.
su: Ieu tutumbu geus kadaluwarsa.

source: This password could not be set
su: Ieu kecap sandi teu bisa disét

source: To report copyright or trademark infringement, use the process described at <a>this page</a>.
su: Pikeun ngalaporkeun rumpakan hak cipta atawa mérk dagang, paké prosés anu diécéskeun <a>di dieu</a>.

source: Total size: { $size }
su: Ukuran total: { $size }

source: Try Firefox Send
su: Pecakan Firefox Send

source: Try our favorite browser
su: Pecakan panyungsi karesep kami

source: Try { -send-brand } for simple, safe file sharing.
su: Pecakan { -send-brand } pikeun simpelna, babagi koropak aman.

source: Unfortunately this version of Firefox does not support the web technology that powers Firefox Send. You’ll need to update your browser.
su: Hanjakal Firefox vérsi ieu teu ngarojong téhnologi wéb nu ngagerakkeun Firefox Send. Anjeun perlu ngapdét panyungsi anjeun.

source: Unlock
su: Laan konci

source: Update Firefox
su: Apdét Firefox

source: Version 1.0, dated March 12, 2019
su: Versi 1.0, kaping 12 Maret 2019

source: Why does Firefox Send require JavaScript?
su: Naha Firefox Send merlukeun JavaScript?

source: Why is my browser not supported?
su: Naha panyungsi kuring teu dirojong?

source: Your browser is not supported.
su: Panyungsi anjeun teu dirojong

source: Your file is encrypted and ready to send
su: Koropak anjeun kaénkripsi sarta siap dikirim.
